import React from 'react'

const Fees = () => {
    return (
        <div className="fees-container">
            <div>
                <h3>免费初次咨询</h3>	
                <p>免费初次咨询，讨论您的移民目标和回答您关于加拿大移民的问题。
                免费初次咨询包括30分钟咨询（电话或视频或见面）。 
                如果您需要回答您的具体问题，或您希望我们作为您的代理，
                请您选择邮件、电话、视频、见面咨询或者选择我们作为您的代理。</p>
            </div>
            <hr/>
            <div>
                <h3>作为您的代理</h3><p>如果您选择雇佣我们作为您的代理，情况通常比较复杂，
                费用会有所不同。在签订服务合同之前，我们将提供成本估算。
                我们将完成您的申请，并代表您提交。我们将指导您完成整个移民过程，
                并一直与加拿大移民、难民及公民部(IRCC)进行沟通。</p>
                <p>以上总额不包括第三方费用。第三方费用包括但不限于省和联邦政府的申请费、
                快递费，文件翻译或公证费用、体检费、无犯罪证明申请费等等。
                所有费用将在加拿大注册移民顾问(RCIC)与客户签订的雇佣协议中详细说明。</p>
            </div>
            <hr/>
            <div>
                <h3>为您审查申请材料</h3>
                <p>如果您已经准备好了所有申请材料并决定自己提交申请，
                我们将提供审查已完成的所有申请材料，以确保您在提交申请前作好充分准备，
                包括审查您已完成的所有申请材料的完整性和逻辑性，
                30分钟到60分钟的电话或视频讨论，和讨论后的1至2次邮件跟进，
                不包括补充或修改内容等。申请审查的成本因申请而异。</p>
            </div>
            <hr/>
            <div>
                <h3>邮件、电话、视频、见面咨询</h3>
                <p>您可以将您希望我们回答的具体问题发送至<a href="gaoshumei2016@gmail.com">gaoshumei2016@gmail.com</a>
                我们将根据您的问题进行所需时间评估，费用取决于回答时间。费用为30分钟65刀/60分钟100刀</p>

                <p>我们的原则是先付款，后回答问题：我们收到您的问题进行评估后，
                我们将向您发送发票，反映实际成本。如果选择邮件咨询，
                在支付全额付费后的1至3个工作日内回复您的问题。
                如果是电话、视频或见面咨询，您将收到一封确认邮件，
                说明您预定咨询的时间和日期。</p>

                <p>如果您后期选择雇佣我们作为您的代理，
                这一部分咨询费用将被扣除，换句话说，这一部分咨询是免费的。</p>

                <p>以上所有费用货币单位为加拿大加元，不含税；
                所收的费用是整个过程中为客户提供的服务的费用，
                比如对客户情况进行评估，审查材料，提交申请等等，
                并不是获得移民申请结果的费用。</p>
            </div>
        </div>
    )
}

export default Fees
