import React from 'react'

const PermanentResidence = () => {
    return (
        <div className="content-wrapper-service">
            <section>
                <h2>快速通道</h2>
                <p>快速通过是一个系统，不是移民项目。加拿大移民、难民及公民部2015年1月1日推出快速通过系统，
                适用于联邦技术类（FSW），联邦技工类（FST）和加拿大经验类（CEC）的申请和部分省提名（PNP）
                移民项目。申请人达到移民项目要求后进行池子等待邀请，分数达到邀请线后会接到邀请信，
                然后再递交正式移民申请。这些移民项目主要考虑六个因素，
                包括英语和/或法语技能、教育、工作经验、年龄、就业和适应性</p>
            </section>
            <section>
                <h3>联邦技术类移民基本要求</h3>
                <ol>
                    <li>打算居住在魁北克以外的省份</li>
                    <li>在过去10年内，有1年以上的从事同一职业的带薪的工作（或同等数量的兼职工作经验），
                    且职位为NOC 0，A或者B类职位，英语或法语至少达到CLB 7级
                    </li>
                    <li>高中以上学历</li>
                    <li>资金证明, 证明您有足够的钱让您和您的家人在加拿大定居，除非您目前能够在加拿大合法工作,并从加拿大的雇主那里获得了有效的雇主信</li>
                    <li>满足可接受性要求</li>
                    <li>获得至少67分(满分100分)</li>
                </ol>
            </section>
            <section>
                <h3>联邦技工类移民基本要求</h3>
                <ol>
                    <li>打算居住在魁北克以外的省份</li>
                    <li>在申请前的5年内，至少有2年的全职带薪的工作经验（或同等数量的兼职工作经验）且职位为技工B类工作职位</li>
                    <li>获得至少1年全职工作雇主信或持有由加拿大省、地区或联邦当局颁发的该技术行业的资格证书</li>
                    <li>达到英语或法语要求，听说CLB 5级，读写CLB 4级</li>
                    <li>资金证明, 证明您有足够的钱让您和您的家人在加拿大定居，除非您目前能够在加拿大合法工作
                    并从加拿大的雇主那里获得了有效的雇主信</li>
                    <li>满足可接受性要求</li>
                </ol>
            </section>
            <section>
                <h3>加拿大经验类移民基本要求</h3>
                <ol>
                    <li>打算居住在魁北克以外的省份</li>
                    <li>在申请前的3年内有1年的加拿大全职工作经验（或同等数量的兼职工作经验）且职位为NOC 0，A或者B类职位</li>
                    <li>达到英语或法语要求NOC 0、A类的工作要求达到CLB 7级； NOC B类的工作要求达到CLB 5级</li>
                    <li>满足可接受性要求</li>
                </ol>
            </section>
            <hr/>
            <section>
                <h2>省提名项目</h2>
                <p>加拿大联邦政府已与各省和地区（魁北克和努纳武特地区除外）签订了双边协议，
                以允许他们根据各省和地区对被提名人对这些省的经济增长和发展做出贡献的能力的评估来提名成为永久居民。
                只要不违反《移民与难民保护法》，《移民与难民保护条例》，国家移民政策以及联邦省/地区双边协议，
                各省和地区就有权制定自己的提名标准，而加拿大移民、难民及公民部则负责有关基础提名的以下事项：</p>
                <ol>
                    <li>评估申请人是否符合省提名类别的资格</li>
                    <li>根据《移民与难民保护法》和《移民与难民保护条例》标准评估申请人的可接受性</li>
                    <li>对其申请永久居留权的申请作出最终决定</li>
                </ol>
            </section>
            <hr/>
            <section>
                <h2>家庭护理项目和家庭保姆项目</h2>
                    <p>所有家庭护理项目和家庭保姆项目申请都必须提交给阿尔伯塔省埃德蒙顿(CPC-E)的案件处理中心。
                    根据部长级指令的授权，每项试点项目每年最多将处理2750份完整的申请。
                    申请必须按照《移民和难民保护条例》(IRPR)第10节规定的要求和提交申请.申请基本要求:</p>
                    <ol>
                        <li>英语或法语达到CLB 5</li>
                        <li>递交申请前的过去3年，有加拿大境内累计2年全职工作经验 （工作时间不要求连续，可以换雇主，但是不能换职位,全职工作要求每周至少工作30个小时）</li>
                        <li>工作类别：家庭护理 NOC 4412，管家housekeeper职位不符合工作要求）和家庭保姆（home child care provider, NOC 4411）</li>
                        <li>不打算在魁北克省居住</li>
                        <li>证明有能力胜任这份工作（比如以前的工作经验，培训等等)</li>
                        <li>满足可接受性要求</li>
                        <li>至少一年加拿大（或等同加拿大）高等教育或以上学历，海外学历需要ECA认证</li>
                    </ol>
            </section>
            <hr/>
            <section>
                <h2>家庭团聚类移民</h2>
                <p>家庭团聚类移民包括由加拿大公民或永久居民担保来加拿大的家庭成员。
                        家庭团聚类移民是加拿大移民系统的一个重要组成部分。
                        它在吸引、留住和整合移民方面发挥着重要作用。
                        让家庭团结在一起可以改善他们融入加拿大社会、
                        经济成果以及他们为社区和国家作出贡献的能力。
                </p>
                <p>家庭团聚类主要包括配偶、子女、父母、同居伴侣、
                事实伴侣、祖父母团聚等等</p>
                <div>
                    <h3>谁有资格担保自己的配偶，伴侣或子女</h3>
                    <ol>
                        <li>18岁以上的加拿大公民、加拿大永久居民，或根据《加拿大印第安人法案》在加拿大注册为印第安人的人</li>
                        <li>如果您是居住在加拿大境外的加拿大公民，则必须表明您打算在要担保的人成为永久居民时居住在加拿大</li>
                        <li>如果您是居住在加拿大境外的永久居民，则无法担保他人</li>
                        <li>证明没有得到自己因残疾以外的其他原因的社会援助</li>
                        <li>您可以满足任何您想要担保的人的基本需求</li>
                    </ol>
                </div>
                <div>
                    <h3>谁不能担保自己的配偶，伴侣或子女</h3>
                    <ol>
                        <li>您不满18岁</li>
                        <li>当您要担保的人成为永久居民时，您将不会居住在加拿大</li>
                        <li>您不是加拿大公民，加拿大永久居民，也不是根据《加拿大印第安法》在加拿大注册为印第安人的人</li>
                        <li>您是临时居民，也就是说您是持签证或许可证在加拿大访问，学习或工作的</li>
                        <li>您的永久居留申请仍在处理中，提交担保申请时，您必须具有永久居民身份</li>
                        <li>您没有足够的资金来支持您想要担保的人（如果适用)</li>
                    </ol>
                </div>
                <div>
                    <h3>如果您符合以下条件，则您可能没有资格担保您的配偶或伴侣</h3>
                    <ol>
                        <li>您是被配偶或伴侣担保的，而您成为永久居民不到5年</li>
                        <li>仍对您担保的前配偶或伴侣承担财务责任，这意味着您仍然需要遵守为期3年的承诺</li>
                    </ol>
                </div>
                <div>
                    <h3>如果您符合以下条件，则您可能没有资格担保您的配偶，伴侣或子女</h3>
                    <ol>
                        <li>您已经申请担保您当前要担保的配偶，父母或子女，但尚未就该申请做出决定</li>
                        <li>在监狱中，没有偿还移民贷款和履约保证金</li>
                        <li>没有支付法院下令的家庭抚养费，例如养费或子女抚养费（如果您居住在魁北克，则不适用)</li>
                        <li>没有给予您在过去签署担保协议时同意的经济支持（如果您居住在魁北克，则不适用）</li>
                        <li>宣布破产且未解除破产（如果您居住在魁北克，则不适用）</li>
                        <li>因残疾以外的原因而获得社会援助</li>
                        <li>被判企图、威胁或犯下暴力犯罪，任何针对亲戚的罪行或加拿大境内外的性罪行</li>
                        <li>不能合法地留在加拿大，并且因为您收到了遣返令必须离开加拿大</li>
                        <li>可能还有其他原因使您没有资格担保您的配偶，伴侣或子女</li>
                    </ol>
                </div>
           </section>
        </div>
    )
}

export default PermanentResidence
